export const menu = {
  1: {
    name: "Модули платформы",
    children: {
      1: {
        name: "Управление заявками",
      },
      2: {
        name: "Планирование маршрута",
      },
      3: {
        name: "Отслеживание рейсов и грузов",
      },
      4: {
        name: "Тендерная площадка",
      },
      5: {
        name: "Электронные документы",
      },
      6: {
        name: "Отчеты и Анализ",
      },
      7: {
        name: "Мобильное приложение",
      },
    },
  },
  2: {
    name: "Как внедрить платформу",
    children: null,
  },
  3: {
    name: "Отзывы",
    children: null,
  },
  4: {
    name: "Тарифы",
    children: null,
  },
};
