export const BUTTONS_CONTENT = {
  GET_ACCESS: "Получить доступ",
  CONTACT: "Связаться",
};

export const CARGO_OWNER_LIST = [
  "Автопланирование маршрутов по 15 алгоритмам, подбор наилучшего результата",
  "Корректировка маршрутов на любом этапе его исполнения",
  "Передача на исполнение рейса своим водителям (если они есть)",
  "Поиск исполнителей на тендерной площадке (если нет своих водителей)",
  "Формирование документов из готовых шаблонов",
  "Подписание документов в электронном виде",
  "Мобильное приложение для водителей",
  "План-фактный анализ",
];

export const CARRIER_LIST = [
  "Поиск, как новых клиентов, так и «обраток» в тендерной площадке",
  "Формирование из готовых документов шаблонов",
  "Подписание документов в электронном виде",
  "Мобильное приложение для водителей",
  "План-фактныйанализ",
];

export const CARRIER_CHIPS_LIST = ["На людях", "На пробеге", "На автомобилях"];
